{
    "translation": {
        "developed": "Desenvolvido por Ivny Metzker",
        "interrupt": "Interromper",
        "play": "Começar",

        "will-work":"Vou trabalhar em",
        "project-name": "Dê um nome para o seu projeto",
        "during": "durante",
        "minutes": "minutos",
        "break": "Fazer uma pausa por",

        "history": "Meu histórico",
        "task": "Tarefa",
        "duration": "Duração",
        "start": "Início",
        "status": "Status",
        "concluded": "Concluído",
        "tnterrupted": "Interrompido",
        "in-progress": "Em andamento",

        "select-lang": "Selecionar idioma",
        "date-format": "d 'de' LLLL 'de' yyyy",
        "date-locale": "ptBR",
        "day-name-sunday": "Domingo",
        "day-name-second": "Segunda-feira",
        "day-name-third": "Terça-feira",
        "day-name-fourth": "Quarta-feira",
        "day-name-fifth": "Quinta-feira",
        "day-name-friday": "Sexta-feira",
        "day-name-saturday": "Sábado",

        "title-timer": "Timer",
        "title-coffee-break": "Coffee Break",
        "title-history": "Histórico",
        "title-music-env": "Música ambiente",
        "title-music-night": "Sons noite tranquila",
        "title-music-ocean": "Sons do oceano",
        "title-music-fire": "Sons de fogueira",
        "title-music-rain": "Sons de chuva",
        "title-music-nat": "Sons da natureza",
        "title-help": "Ajuda",

        "about-app": "Sobre o Aplicativo",
        "about-p1":"Trata-se de um aplicativo que permite colocar em prática os conceitos do Pomodoro, uma técnica de gerenciamento de tempo que pode ajudá-lo a se concentrar em qualquer tarefa, como estudar, escrever, programar ou pesquisar, através de intervalos cronometrados, conhecidos como \"ciclos\".",
        "about-p2": "O aplicativo oferece uma abordagem flexível, permitindo a personalização da duração de cada ciclo de acordo com suas preferências, possibilitando a transição de ciclos curtos para sessões de foco mais extensas.",
        "more-here": "Saiba mais aqui.",
        "pomo-author": "Quem está por trás da técnica?",
        "pomo-p1": "A técnica Pomodoro foi introduzida por Francesco Cirillo no final dos anos 1980 e baseia-se na ideia de que períodos curtos e concentrados de trabalho são mais eficazes. Você pode se surpreender com os resultados que pode alcançar apenas gerenciando seu tempo!",
        "tutorial": "Guia de Utilização",
        "tutorial-p1": "Ao abrir o aplicativo, você encontrará um timer na página inicial. Aqui, você pode nomear sua tarefa e definir a quantidade de minutos que deseja dedicar a ela. Quando o tempo chegar a zero, um som será disparado, indicando o final da sessão de trabalho.",
        "tutorial-p2": "Na segunda tela, reservamos um espaço para descanso, a pausa para o café. Defina quantos minutos deseja relaxar, e quando o tempo se esgotar, um alarme o lembrará de retornar ao trabalho.",
        "tutorial-p3": "A última tela exibe todo o histórico de ciclos realizados. Esses ciclos são automaticamente salvos, permitindo que você retome exatamente de onde parou, mesmo após fechar o aplicativo. Além disso, oferecemos a opção de excluir ciclos antigos ou que não façam mais sentido estarem alí! A exclusão de ciclos proporciona uma boa flexibilidade e personalização ao seu histórico.",
        "tutorial-p4": "Também é possível alterar a linguagem do aplicativo em um dos 4        idiomas disponíveis: Português, Inglês, Espanhol e Francês.",
        "tutorial-p5": "Por fim, ao lado esquerdo você encontrará uma seleção de faixas sonoras para tornar o ambiente mais agradével e te ajudar a se concentrar.",
        "tutorial-p6": "Com esse aplicativo, o foco e a produtividade estão ao alcance de suas mãos, proporcionando uma maneira eficaz e personalizável de gerenciar seu tempo e realizar suas tarefas de maneira mais eficiente."
    }
}